Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DesktopSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Bottom Left Hot Corner
ar: الزاوية الفعالة السفلية اليسرى
ca: Angle actiu inferior esquerre
cs: Levý dolní aktivní roh
da: Nederste venstre aktive hjørne
de: Aktive Ecke unten links
el: Κάτω αριστερή ενεργή γωνία
es: Esquina activa inferior izquierda
es_us: Esquina activa inferior izquierda
fi: Alavasen aktivointikulma
fr: Coin actif inférieur gauche
fr_ca: Coin actif inférieur gauche
he: פינה חמה שמאלית תחתונה
hi: निचला बायाँ हॉट कॉर्नर
hr: Donji lijevi aktivni kut
hu: Bal alsó aktív sarok
id: Pojok Aktif Kiri Bawah
it: Angolo attivo in basso a sinistra
ja: 左下のホットコーナー
ko: 왼쪽 하단 핫 코너
ms: Sudut Pantas Kiri Bawah
nb: Nederst til venstre
nl: Interactieve hoek linksonder
pl: Lewy dolny aktywny narożnik
pt_br: Canto de Acesso Rápido Inferior Esquerdo
pt_pt: Canto ativo inferior esquerdo
ro: Colțul activ din stânga jos
ru: Активный угол слева внизу
sk: Ľavý dolný aktívny roh
sl: Spodnji levi aktivni kot
sv: Nedre vänstra aktiva hörnet
th: มุมด่วนซ้ายล่าง
tr: Sol Alt Sıcak Köşe
uk: Нижній лівий активний кут
vi: Góc nóng dưới cùng bên trái
zh_cn: 左下触发角
zh_hk: 左下角熱點
zh_tw: 左下角熱點

source: Bottom Right Hot Corner
ar: الزاوية الفعالة السفلية اليمنى
ca: Angle actiu inferior dret
cs: Pravý dolní aktivní roh
da: Nederste højre aktive hjørne
de: Aktive Ecke unten rechts
el: Κάτω δεξιά ενεργή γωνία
es: Esquina activa inferior derecha
es_us: Esquina activa inferior derecha
fi: Alaoikea aktivointikulma
fr: Coin actif inférieur droit
fr_ca: Coin actif inférieur droit
he: פינה חמה ימנית תחתונה
hi: निचला दायाँ हॉट कॉर्नर
hr: Donji desni aktivni kut
hu: Jobb alsó aktív sarok
id: Pojok Aktif Kanan Bawah
it: Angolo attivo in basso a destra
ja: 右下のホットコーナー
ko: 오른쪽 하단 핫 코너
ms: Sudut Pantas Kanan Bawah
nb: Nederst til høyre
nl: Interactieve hoek rechtsonder
pl: Prawy dolny aktywny narożnik
pt_br: Canto de Acesso Rápido Inferior Direito
pt_pt: Canto ativo inferior direito
ro: Colțul activ din dreapta jos
ru: Активный угол справа внизу
sk: Pravý dolný aktívny roh
sl: Spodnji desni aktivni kot
sv: Nedre högra aktiva hörnet
th: มุมด่วนขวาล่าง
tr: Sağ Alt Sıcak Köşe
uk: Нижній правий активний кут
vi: Góc nóng dưới cùng bên phải
zh_cn: 右下触发角
zh_hk: 右下角熱點
zh_tw: 右下角熱點

source: Change animate opening applications
ar: تغيير تحريك التطبيقات التي يتم فتحها
ca: Canvia l’opció “Anima la icona en obrir les apps”
cs: Změnit animaci při otvírání aplikací
da: Skift Hoppende symboler ved åbning af apps
de: „Öffnen von Programmen animieren“ ändern
el: Αλλαγή της Κίνησης κατά το άνοιγμα εφαρμογών
es: Cambiar “Animar icono al abrir aplicaciones”
es_us: Cambia el valor de la opción Animar apertura de aplicaciones.
fi: Vaihda Animoi aukeavat apit -arvo
fr: Modifier « Animer les applications lors de leur ouverture »
fr_ca: Modifier « Animer les applications lors de leur ouverture »
he: שינוי ההגדרה ״פתיחת יישומים באנימציה״
hi: ऐप्लिकेशन खोलते समय ऐनिमेट करें बदलें
hr: Promijeni animiranje otvarajućih aplikacija
hu: A Megnyíló alkalmazások animálása beállítás módosítása
id: Ubah animasikan saat membuka aplikasi
it: Modifica il valore “Animazione all’apertura delle applicazioni“
ja: “起動中のアプリケーションをアニメーションで表示”を変更
ko: ‘응용 프로그램 열 때 아이콘 움직이기’ 변경
ms: Tukar animasikan pembukaan aplikasi
nb: Endre animering ved åpning av apper
nl: Wijzig 'Bewegend symbool bij openen apps'
pl: Zmień wartość Animuj otwieranie aplikacji
pt_br: Alterar animação da abertura de aplicativos
pt_pt: Alterar Usar animação na abertura de aplicações
ro: Schimbă animarea aplicațiilor la deschidere
ru: Изменить настройку «Анимировать открывающиеся программы»
sk: Zmeniť nastavenie animovania otváraných aplikácií
sl: Sprememba animiranja odpiranja aplikacij
sv: Ändra Animera appar som startar
th: เปลี่ยนทำให้แอปพลิเคชันที่เปิดใช้งานเคลื่อนไหว
tr: Uygulamaların açılışını canlandırmayla göster ayarını değiştir
uk: Змінити параметр анімації програм, що запускаються
vi: Thay đổi cài đặt tạo hiệu ứng khi mở ứng dụng
zh_cn: 更改“弹跳打开应用程序”
zh_hk: 更改使用動畫效果來開啟應用程式
zh_tw: 更改使用動畫效果來打開應用程式

source: Change application windows keyboard shortcut
ar: تغيير اختصار لوحة المفاتيح الخاص بنوافذ التطبيق
ca: Canvia la drecera del teclat per a les finestres de les apps
cs: Změnit klávesovou zkratku pro okna aplikací
da: Skift tastaturgenvejen til Appvinduer
de: Tastaturkurzbefehl für Programmfenster ändern
el: Αλλαγή της συντόμευσης πληκτρολογίου για παράθυρα εφαρμογής
es: Cambiar la función rápida de teclado de las ventanas de la aplicación
es_us: Cambia la función rápida de teclado para las ventanas de las apps.
fi: Vaihda appi-ikkunoiden näppäinoikotie
fr: Modifier le raccourci clavier pour les fenêtres de l’application
fr_ca: Modifier le raccourci clavier des fenêtres de l’application
he: שינוי קיצור המקלדת לחלונות של יישומים
hi: ऐप्लिकेशन विंडो कीबोर्ड शॉर्टकट बदलें
hr: Promijeni prečac tipkovnice za prozore aplikacija
hu: Alkalmazásablakok billentyűparancsának módosítása
id: Ubah pintasan papan ketik jendela aplikasi
it: Modifica l’abbreviazione da tastiera per le finestre dell’applicazione
ja: アプリケーションウインドウのキーボードショートカットを変更
ko: 응용 프로그램 윈도우 키보드 단축키 변경
ms: Tukar pintasan papan kekunci tetingkap aplikasi
nb: Endre tastatursnarvei for appvinduer
nl: Wijzig toetscombinatie appvensters
pl: Zmień skrót klawiszowy okien aplikacji
pt_br: Alterar atalho de teclado das janelas de aplicativos
pt_pt: Alterar atalho de teclado das janelas da aplicação
ro: Schimbă scurtătura din tastatură pentru ferestrele aplicațiilor
ru: Изменить сочетание клавиш для окон приложений
sk: Zmeniť klávesovú skratku pre okná aplikácií
sl: Sprememba bližnjice na tipkovnici za okna aplikacije
sv: Ändra kortkommando för appfönster
th: เปลี่ยนปุ่มลัดแป้นพิมพ์หน้าต่างแอปพลิเคชัน
tr: Uygulama pencereleri klavye kestirmesini değiştir
uk: Змінити клавіатурне скорочення для вікон програми
vi: Thay đổi phím tắt bàn phím cửa sổ ứng dụng
zh_cn: 更改应用程序窗口键盘快捷键
zh_hk: 更改應用程式視窗鍵盤快捷鍵
zh_tw: 更改應用程式視窗鍵盤快速鍵

source: Change application windows mouse button shortcut
ar: تغيير اختصار زر الماوس الخاص بنوافذ التطبيق
ca: Canvia la drecera del botó del ratolí per a les finestres de les apps
cs: Změnit zkratku tlačítka myši pro okna aplikací
da: Skift museknapgenvejen til Appvinduer
de: Maustastenkurzbefehl für Programmfenster ändern
el: Αλλαγή της συντόμευσης κουμπιού ποντικιού για παράθυρα εφαρμογής
es: Cambiar la función rápida del botón del ratón de las ventanas de la aplicación
es_us: Cambia la función rápida de botón del mouse para las ventanas de las apps.
fi: Vaihda appi-ikkunoiden hiiripainike-oikotie
fr: Modifier le raccourci du bouton de souris pour les fenêtres de l’application
fr_ca: Modifier l’accès aux fenêtres de l’application à partir d’un bouton de la souris
he: שינוי קיצור כפתור העכבר לחלונות של יישומים
hi: ऐप्लिकेशन विंडो माउस बटन शॉर्टकट बदलें
hr: Promijeni prečac tipke miša za prozore aplikacija
hu: Alkalmazásablakok egérgombparancsának módosítása
id: Ubah pintasan tombol tetikus jendela aplikasi
it: Modifica l’abbreviazione del tasto del mouse per le finestre dell’applicazione
ja: アプリケーションウインドウのマウスボタンショートカットを変更
ko: 응용 프로그램 윈도우 마우스 버튼 단축키 변경
ms: Tukar pintasan butang tetikus tetingkap aplikasi
nb: Endre museknappsnarvei for appvinduer
nl: Wijzig muisknopcombinatie appvensters
pl: Zmień skrót myszy okien aplikacji
pt_br: Alterar atalho de botão do mouse das janelas de aplicativos
pt_pt: Alterar atalho do botão do rato das janelas da aplicação
ro: Schimbă scurtătura maus pentru ferestrele aplicațiilor
ru: Изменить сочетание с кнопкой мыши для окон приложений
sk: Zmeniť skratku tlačidla myši pre okná aplikácií
sl: Sprememba bližnjice s tipko miške za okna aplikacije
sv: Ändra musknappsgenvägen för appfönster
th: เปลี่ยนปุ่มลัดของปุ่มเมาส์หน้าต่างแอปพลิเคชัน
tr: Uygulama pencereleri fare düğmesi kestirmesini değiştir
uk: Змінити комбінацію кнопок мишки для вікон програми
vi: Thay đổi phím tắt nút chuột cửa sổ ứng dụng
zh_cn: 更改应用程序窗口鼠标键快捷键
zh_hk: 更改應用程式視窗滑鼠按鈕快捷鍵
zh_tw: 更改應用程式視窗滑鼠按鈕快速鍵

source: Change ask to keep changes when closing documents
ar: تغيير المطالبة بالاحتفاظ بالتغييرات عند إغلاق المستندات
ca: Canvia l’opció “Pregunta si es volen conservar els canvis en tancar els documents”
cs: Změnit zobrazování dotazu na zachování změn při zavírání dokumentů
da: Skift Spørg, om ændringer skal bevares, når dokumenter lukkes
de: „Fragen, ob Änderungen beim Schließen von Dokumenten beibehalten werden sollen“ ändern
el: Αλλαγή της Ερώτησης για διατήρηση αλλαγών κατά το κλείσιμο εγγράφων
es: Cambiar “Preguntar si se guardan los cambios al cerrar los documentos”
es_us: Cambia el valor de la opción Preguntar si se guardan los cambios al cerrar los documentos.
fi: Vaihda Kysy, säilytetäänkö muutokset dokumentteja suljettaessa -arvo
fr: Modifier « Confirmer les modifications à la fermeture des documents »
fr_ca: Modifier « Confirmer les modifications à la fermeture des documents »
he: שינוי ההגדרה ״הצגת בקשה לשמירת שינויים בעת סגירת מסמכים״
hi: “दस्तावेज़ बंद करते समय परिवर्तन बनाए रखने के लिए पूछें” बदलें
hr: Promijeni pitanje za spremanje promjena prilikom zatvaranja dokumenata
hu: A Dokumentumok bezárásánál rákérdezés a módosítások megtartására beállítás módosítása
id: Ubah tanya untuk menyimpan perubahan saat menutup dokumen
it: Modifica il valore “Chiedi di salvare le modifiche alla chiusura dei documenti”
ja: “書類を閉じるときに変更内容を保持するかどうかを確認”を変更
ko: ‘문서를 닫을 때 변경 사항을 저장할지 묻기’ 변경
ms: Tukar tanya untuk simpan perubahan apabila menutup dokumen
nb: Endre innstillinger for Spør om å beholde endringer når dokumenter lukkes
nl: Wijzig 'Vraag om wijzigingen te bewaren bij sluiten van documenten'
pl: Zmień wartość Pytaj o zachowanie zmian, gdy zamykam dokumenty
pt_br: Alterar a opção Perguntar sobre manter alterações ao fechar documentos
pt_pt: Alterar Perguntar sobre manter alterações ao fechar documentos
ro: Schimbă opțiunea de a solicita păstrarea modificărilor la închiderea documentelor
ru: Изменить настройку «Спрашивать, сохранять ли изменения при закрытии документов»
sk: Zmeniť nastavenie potvrdzovania ukladania zmien pri zatváraní dokumentov
sl: Sprememba poizvedbe, ali se spremembe pri zapiranju dokumentov ohranijo
sv: Ändra Fråga om ändringar ska sparas när dokument stängs
th: เปลี่ยนถามเพื่อบันทึกการเปลี่ยนแปลงเมื่อปิดเอกสาร
tr: Belgeleri kapatırken değişikliklerin korunup korunmayacağını sor ayarını değiştir
uk: Змінити параметр запиту, чи зберігати зміни під час закривання документів
vi: Thay đổi cài đặt yêu cầu giữ lại thay đổi khi đóng tài liệu
zh_cn: 更改“关闭文稿时要求保存更改”
zh_hk: 更改關閉文件時詢問保留變更
zh_tw: 更改關閉文件時詢問保留更動

source: Change automatically hide and show the Dock
ar: تغيير إخفاء وإظهار شريط الأيقونات تلقائيًا
ca: Canvia l’opció “Oculta i mostra el Dock automàticament”
cs: Změnit automatické skrývání a zobrazování Docku
da: Skift Vis og skjul Dock automatisk
de: „Dock automatisch ein- und ausblenden“ ändern
el: Αλλαγή της Αυτόματης απόκρυψης και εμφάνισης του Dock
es: Cambiar “Ocultar y mostrar el Dock automáticamente”
es_us: Cambia el valor de la opción Ocultar y mostrar el Dock automáticamente.
fi: Vaihda Kätke ja näytä Dock automaattisesti -arvo
fr: Modifier « Masquer/afficher automatiquement le Dock »
fr_ca: Modifier « Masquer/afficher automatiquement le Dock »
he: שינוי ההגדרה ״הצגה/הסתרה אוטומטית של ה-Dock״
hi: Dock को ऑटोमैटिकली छिपाएँ और दिखाएँ बदलें
hr: Promijeni automatsko skrivanje i prikazivanje Docka
hu: A Dock automatikus elrejtése és megjelenítése beállítás módosítása
id: Ubah sembunyikan dan tampilkan Dock secara otomatis
it: Modifica il valore “Mostra e nascondi automaticamente il Dock”
ja: “Dockを自動的に表示/非表示”を変更
ko: ‘자동으로 Dock 가리기와 보기’ 변경
ms: Tukar sembunyikan dan tunjukkan Dock secara automatik
nb: Endre innstillinger for Skjul og vis Dock automatisk
nl: Wijzig 'Toon/verberg het Dock automatisch'
pl: Zmień wartość Automatycznie ukrywaj i pokazuj Dock
pt_br: Alterar a opção Ocultar e exibir o Dock automaticamente
pt_pt: Alterar Ocultar e mostrar automaticamente a Dock
ro: Schimbă opțiunea de a ascunde și afișa Dock‑ul automat
ru: Изменить настройку «Автоматически скрывать/показывать Dock»
sk: Zmeniť nastavenie automatického skrývania a zobrazovania Docku
sl: Sprememba samodejnega skrivanja in prikazovanja vrstice Dock
sv: Ändra Göm och visa Dock automatiskt
th: เปลี่ยนซ่อนและแสดง Dock โดยอัตโนมัติ
tr: Dock’u otomatik olarak gizle ve göster ayarını değiştir
uk: Змінити параметр автоматичного показу та приховування Dock
vi: Thay đổi cài đặt tự động ẩn và hiển thị Dock
zh_cn: 更改“自动隐藏和显示程序坞”
zh_hk: 更改自動隱藏及顯示Dock
zh_tw: 更改自動隱藏和顯示Dock

source: Change automatically rearrange Spaces
ar: تغيير إعادة ترتيب المساحات تلقائيًا
ca: Canvia l’opció “Reorganitza els Spaces automàticament”
cs: Změnit automatické uspořádání ploch
da: Skift Organiser automatisk Spaces
de: „Spaces automatisch neu anordnen“ ändern
el: Αλλαγή της Αυτόματης αναδιάταξης των Spaces βάσει της πιο πρόσφατης χρήσης
es: Cambiar “Reordenar Spaces automáticamente en función del uso más reciente”
es_us: Cambia el valor de la opción Reordenar Spaces automáticamente en función del uso más reciente.
fi: Vaihda Järjestä tilat automaattisesti uudelleen -arvo
fr: Modifier « Réarranger automatiquement les Spaces »
fr_ca: Modifier le réglage qui permet de réarranger automatiquement les Spaces
he: שינוי ההגדרה ״ארגון אוטומטי של Spaces״
hi: “Spaces को ऑटोमैटिकली फिर व्यवस्थित करें” बदलें
hr: Promijeni automatsko raspoređivanje Spacesa
hu: A Spaces automatikus átrendezése beállítás módosítása
id: Ubah atur ulang Spaces secara otomatis
it: Modifica il valore “Riorganizza automaticamente gli spazi”
ja: “操作スペースを自動的に並べ替える”を変更
ko: ‘자동으로 Spaces 재정렬’ 변경
ms: Tukar susun semula Spaces secara automatik
nb: Endre innstillinger for automatisk rekkefølge på Spaces
nl: Wijzig 'Werk spaces automatisch opnieuw bij'
pl: Zmień wartość Automatycznie porządkuj przestrzenie
pt_br: Alterar a opção Reorganizar Spaces automaticamente
pt_pt: Alterar Reorganizar Spaces automaticamente
ro: Schimbă opțiunea de a rearanja automat Spaces
ru: Изменить настройку автоматического расположения рабочих пространств Spaces
sk: Zmeniť nastavenie automatického usporiadania Spaces
sl: Sprememba samodejnega razporejanja namizij Spaces
sv: Ändra Ordna Spaces automatiskt
th: เปลี่ยนจัดเรียง Space ใหม่โดยอัตโนมัติ
tr: Spaces alanlarını yeniden düzenle ayarını değiştir
uk: Змінити параметр автоматичного перевпорядкування просторів Spaces
vi: Thay đổi cài đặt tự động sắp xếp lại Spaces
zh_cn: 更改“自动重新排列空间”
zh_hk: 更改自動重新排列空間
zh_tw: 更改自動重新排列空間

source: Change automatically switch Spaces
ar: تغيير تبديل المساحات تلقائيًا
ca: Canvia el canvi automàtic dels Spaces
cs: Změnit automatické přepínání ploch
da: Skift Automatisk skift mellem Spaces
de: „Spaces automatisch wechseln“ ändern
el: Αλλαγή της Αυτόματης εναλλαγή Spaces
es: Cambiar la opción de cambiar Spaces automáticamente
es_us: Cambia el valor de la opción para cambiar de Spaces automáticamente.
fi: Vaihda tilojen automaattisen vaihtamisen arvo
fr: Modifier « Permuter automatiquement les Spaces »
fr_ca: Modifier le réglage qui permet de permuter automatiquement les Spaces
he: שינוי ההגדרה ״החלפה אוטומטית של Spaces״
hi: “Spaces को ऑटोमैटिकली स्विच करें” बदलें
hr: Promijeni automatsku zamjenu Spacesa
hu: A Spaces-íróasztal automatikus váltása beállítás módosítása
id: Ubah beralih Spaces secara otomatis
it: Modifica il valore “Cambia automaticamente spazio”
ja: “操作スペースを自動的に切り替える”を変更
ko: ‘자동으로 Spaces 전환’ 변경
ms: Tukar ubah Spaces secara automatik
nb: Endre innstillinger for automatisk bytte mellom Spaces
nl: Wijzig 'Schakel automatisch tussen spaces'
pl: Zmień wartość Automatycznie przełączaj przestrzenie
pt_br: Alterar a opção Mudar entre Spaces automaticamente
pt_pt: Alterar mudança automática de Spaces
ro: Schimbă opțiunea de a comuta automat Spaces
ru: Изменить настройку автоматического переключения между рабочими пространствами Spaces
sk: Zmeniť nastavenie automatického prepínania Spaces
sl: Sprememba samodejnega preklapljanja med namizji Spaces
sv: Ändra automatisk växling av Spaces
th: เปลี่ยนสลับ Space โดยอัตโนมัติ
tr: Spaces alanları arasında otomatik geçiş yap ayarını değiştir
uk: Змінити параметр автоматичного перемикання просторів Spaces
vi: Thay đổi cài đặt tự động chuyển đổi Spaces
zh_cn: 更改“自动切换空间”
zh_hk: 更改自動切換空間
zh_tw: 更改自動切換空間

source: Change bottom left Hot Corner
ar: تغيير الزاوية الفعالة السفلية اليسرى
ca: Canvia l’opció “Angle actiu inferior esquerre”
cs: Změnit nastavení levého dolního aktivního rohu
da: Skift Nederste venstre aktive hjørne
de: Aktive Ecke unten links ändern
el: Αλλαγή της κάτω αριστερής ενεργής γωνίας
es: Cambiar la esquina activa inferior izquierda
es_us: Cambia el valor de la opción Esquina activa inferior izquierda.
fi: Vaihda alavasen aktivointikulma
fr: Modifier le coin actif inférieur gauche
fr_ca: Modifier « Coin actif inférieur gauche »
he: שינוי ההגדרה של הפינה חמה השמאלית התחתונה
hi: निचला बायाँ हॉट कॉर्नर बदलें
hr: Promijeni donji lijevi aktivni kut
hu: Bal alsó aktív sarok módosítása
id: Ubah Pojok Aktif kiri bawah
it: Modifica l’angolo attivo in basso a sinistra
ja: “左下のホットコーナー”を変更
ko: 왼쪽 하단 핫 코너 변경
ms: Tukar Sudut Pantas kiri bawah
nb: Endre aktivt hjørne nederst til venstre
nl: Wijzig 'Interactieve hoek linksonder'
pl: Zmień wartość Lewy dolny aktywny narożnik
pt_br: Alterar a opção Canto de Acesso Rápido inferior esquerdo
pt_pt: Alterar canto ativo inferior esquerdo
ro: Schimbă opțiunea pentru colțul activ din stânga jos
ru: Изменить настройку «Активный угол слева внизу»
sk: Zmeniť ľavý dolný aktívny roh
sl: Sprememba spodnjega levega aktivnega kota
sv: Ändra nedre vänstra aktiva hörnet
th: เปลี่ยนมุมด่วนซ้ายล่าง
tr: Sol alt sıcak köşe ayarını değiştir
uk: Змінити нижній лівий активний кут
vi: Thay đổi cài đặt Góc nóng dưới cùng bên trái
zh_cn: 更改左下触发角
zh_hk: 更改左下角熱點
zh_tw: 更改左下角熱點

source: Change bottom right Hot Corner
ar: تغيير الزاوية الفعالة السفلية اليمنى
ca: Canvia l’opció “Angle actiu inferior dret”
cs: Změnit nastavení pravého dolního aktivního rohu
da: Skift Nederste højre aktive hjørne
de: Aktive Ecke unten rechts ändern
el: Αλλαγή της κάτω δεξιάς ενεργής γωνίας
es: Cambiar la esquina activa inferior derecha
es_us: Cambia el valor de la opción Esquina activa inferior derecha.
fi: Vaihda alaoikea aktivointikulma
fr: Modifier le coin actif inférieur droit
fr_ca: Modifier « Coin actif inférieur droit »
he: שינוי ההגדרה של הפינה החמה הימנית התחתונה
hi: निचला दायाँ हॉट कॉर्नर बदलें
hr: Promijeni donji desni aktivni kut
hu: Jobb alsó aktív sarok módosítása
id: Ubah Pojok Aktif kanan bawah
it: Modifica l’angolo attivo in basso a destra
ja: “右下のホットコーナー”を変更
ko: 오른쪽 하단 핫 코너 변경
ms: Tukar Sudut Pantas kanan bawah
nb: Endre aktivt hjørne nederst til høyre
nl: Wijzig 'Interactieve hoek rechtsonder'
pl: Zmień wartość Prawy dolny aktywny narożnik
pt_br: Alterar a opção Canto de Acesso Rápido inferior direito
pt_pt: Alterar canto ativo inferior direito
ro: Schimbă opțiunea pentru colțul activ din dreapta jos
ru: Изменить настройку «Активный угол справа внизу»
sk: Zmeniť pravý dolný aktívny roh
sl: Sprememba spodnjega desnega aktivnega kota
sv: Ändra nedre högra aktiva hörnet
th: เปลี่ยนมุมด่วนขวาล่าง
tr: Sağ alt sıcak köşe ayarını değiştir
uk: Змінити нижній правий активний кут
vi: Thay đổi cài đặt Góc nóng dưới cùng bên phải
zh_cn: 更改右下触发角
zh_hk: 更改右下角熱點
zh_tw: 更改右下角熱點

source: Change click wallpaper to reveal desktop
ar: تغيير النقر على الخلفية لكشف سطح المكتب
ca: Canvia l’opció “Clic al fons de pantalla per mostrar l’escriptori”
cs: Změnit zobrazování plochy kliknutím na tapetu
da: Skift Klik på baggrunden for at vise skrivebordet
de: „Zum Anzeigen des Schreibtischs auf Hintergrundbild klicken“ ändern
el: Αλλαγή της ρύθμισης «Κάντε κλικ στην ταπετσαρία για εμφάνιση του γραφείου εργασίας»
es: Cambiar “Hacer clic en el fondo de pantalla para mostrar el escritorio”
es_us: Cambia el valor de la opción Hacer clic en el fondo de pantalla para mostrar el escritorio.
fi: Vaihda Näytä työpöytä klikkaamalla taustakuvaa -arvo
fr: Modifier « Cliquer sur le fond dʼécran pour afficher le bureau »
fr_ca: Modifier « Cliquer sur le fond d’écran pour afficher le bureau »
he: שינוי ההגדרה ״לחיצה על תמונת הרקע לחשיפת המכתבה״
hi: डेस्कटॉप देखने के लिए क्लिक वॉलपेपर बदलें
hr: Promijeni klikanje pozadine za otkrivanje radne površine
hu: Az Íróasztal megjelenítése a háttérképre kattintással beállítás módosítása
id: Ubah klik wallpaper untuk memperlihatkan desktop
it: Modifica il valore “Fai clic sullo sfondo per mostrare la scrivania”
ja: “壁紙をクリックしてデスクトップを表示”を変更
ko: ‘배경화면을 클릭하여 데스크탑 표시’ 변경
ms: Tukar klik hias latar untuk mendedahkan desktop
nb: Endre innstillinger for Klikk på bakgrunnen for å vise skrivebordet
nl: Wijzig 'Klik op achtergrond om bureaublad te tonen'
pl: Zmień wartość Kliknij w tapetę, aby odsłonić biurko
pt_br: Alterar a opção Clique na imagem de fundo para revelar a mesa
pt_pt: Alterar Clicar no papel de parede para mostrar a secretária
ro: Schimbă opțiunea ca efectuarea unui clic pe fundal să afișeze desktopul
ru: Изменить настройку «Показывать Рабочий стол при нажатии на обоях»
sk: Zmeniť nastavenie zobrazovania plochy kliknutím na pozadie
sl: Sprememba klika ozadja za prikaz namizja
sv: Ändra Klicka på bakgrundsbilden för att visa skrivbordet
th: เปลี่ยนคลิกภาพพื้นหลังเพื่อแสดงเดสก์ท็อป
tr: Masaüstünü göstermek için duvar kâğıdını tıkla ayarını değiştir
uk: Змінити параметр клацання на шпалері для показу Робочого стола
vi: Thay đổi cài đặt bấm vào hình nền để hiển thị màn hình nền
zh_cn: 更改“点按墙纸以显示桌面”
zh_hk: 更改點一下背景圖片來顯示桌面
zh_tw: 更改按一下背景圖片來顯示桌面

source: Change close windows when quitting an application
ar: تغيير إغلاق النوافذ عند إنهاء التطبيق
ca: Canvia l’opció “Tanca les finestres en sortir d’una app”
cs: Změnit zavírání oken při ukončování aplikací
da: Skift Luk vinduer, når en app sluttes
de: „Fenster beim Beenden einer App schließen“ ändern
el: Αλλαγή του Κλεισίματος των παραθύρων κατά τον τερματισμό μιας εφαρμογής
es: Cambiar “Cerrar las ventanas al salir de una aplicación”
es_us: Cambia el valor de la opción Cerrar ventanas al salir de una app.
fi: Vaihda Sulje ikkunat, kun lopetat apin -arvo
fr: Modifier « Fermer les fenêtres à la fermeture d’une application »
fr_ca: Modifier « Fermer les fenêtres à la fermeture d’une application »
he: שינוי ההגדרה ״סגירת חלונות בעת סיום פעולה של יישום״
hi: ऐप्लिकेशन बंद करने पर उसकी सभी विंडो भी बंद करें बदलें
hr: Promijeni zatvaranje prozora prilikom zatvaranja aplikacije
hu: Az Ablakok bezárása az alkalmazások bezárásakor beállítás módosítása
id: Ubah tutup jendela saat keluar dari aplikasi
it: Modifica il valore “Chiudi le finestre quando esci da un’applicazione”
ja: “アプリケーションを終了するときにウインドウを閉じる”を変更
ko: ‘응용 프로그램을 종료하면 윈도우 닫기’ 변경
ms: Tukar tutup tetingkap apabila keluar daripada aplikasi
nb: Endre innstillinger for Lukk vinduer når en app avsluttes
nl: Wijzig 'Sluit vensters bij het stoppen van een app'
pl: Zmień wartość Zamykaj okna, gdy zamykam aplikacje
pt_br: Alterar a opção Fechar janelas ao encerrar um aplicativo
pt_pt: Alterar Fechar as janelas ao sair das aplicações
ro: Schimbă opțiunea de a închide ferestrele la închiderea unei aplicații
ru: Изменить настройку «Закрывать окна при завершении приложения»
sk: Zmeniť nastavenie zatvárania okien pri ukončovaní aplikácií
sl: Sprememba zapiranja oken ob zapiranju aplikacije
sv: Ändra Stäng fönster när en app avslutas
th: เปลี่ยนปิดหน้าต่างเมื่อออกจากแอปพลิเคชัน
tr: Uygulamadan çıkarken pencereleri kapat ayarını değiştir
uk: Змінити параметр закривання вікон у разі завершення роботи програми
vi: Thay đổi cài đặt đóng các cửa sổ khi thoát ứng dụng
zh_cn: 更改“退出应用程序时关闭窗口”
zh_hk: 更改結束應用程式時關閉視窗
zh_tw: 更改結束應用程式時關閉視窗
